---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.FamilyFailures
source: html/c78a44ab-d581-7b46-5f8a-baeb586b327d.htm
---
# BuiltInFailures.FamilyFailures Properties

Parameter '[Parameter]' cannot be added to the family.